Repository: mp3splt/mp3splt-web
Catalog: mp3splt-project/trunk/mp3splt-gtk/help/*/*.po
Languages: es_cl

source: mp3splt-gtk Manual
es_cl: Manual de mp3splt-gtk

source: A tool that allows to losslessly cut MP3 or Ogg Vorbis files. This means that the selected audio frames or packets are extracted without the need to re-encode the file - which would loose quality.
es_cl: Una herramienta que permite cortar sin pérdida de datos en archivos MP3 o Ogg Vorbis. Esto significa que los cuadros seleccionados de audio o paquetes se extraen, sin necesidad de volver a codificar el archivo - que perdería calidad.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es_cl: Se concede permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre GNU (GFDL), en su versión 1.1 o posterior publicado por la Free Software Foundation sin Secciones invariantes, sin textos con portada y sin textos con portada trasera. Usted puede encontrar una copia de la GFDL en este <ulink url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es_cl: Este manual es parte de una colección de manuales para GNOME distribuidos bajo la GFDL. Si usted quiere distribuir este manual separadamente de la colección, puede hacerlo añadiendo una copia de la licencia al manual como se describe en la sección 6 de la licencia.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es_cl: Muchos de los nombres usados por compañías para distinguir sus productos y servicios son demandados como marcas. Cuando estos nombres aparecen en la documentación de GNOME, y los miembros del Proyecto de documentación de GNOME están al corriente de esas marcas, los nombres están en mayúsculas o con letra inicial mayúscula.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
es_cl: EL DOCUMENTO SE PROPORCIONARÁ "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA, INCLUYENDO, SIN LIMITACIÓN, LAS GARANTÍAS QUE EL DOCUMENTO O LA VERSIÓN MODIFICADA ES LIBRE DE DEFECTOS COMERCIALES, ADECUADOS PARA UN PROPÓSITO PARTICULAR O NO-INFRACCIÓN. EL RIESGO EN CUANTO A LA CALIDAD, LA PRECISIÓN Y EJECUCIÓN DEL DOCUMENTO O VERSIÓN MODIFICADA DEL DOCUMENTO ES SUYO. SI CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA PRUEBA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (NO ESCRITOR INICIAL, AUTOR O CONTRIBUYENTE) ASUME EL COSTO DE CUALQUIER SERVICIO, REPARACIÓN o CORRECCIÓN. LA RENUNCIA DE GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. EL USO DE CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA NO ES AUTORIZADA EXCEPTUANDO BAJO ESTA RENUNCIA DE RESPONSABILIDAD; Y

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
es_cl: BAJO NINGUNA CIRCUNSTANCIA Y BAJO NINGUNA TEORÍA LEGAL, YA SEA EN AGRAVIO (INCLUYENDO NEGLIGENCIA), CONTRATO O DE OTRA MANERA, EL AUTOR, EL ESCRITOR INICIAL, CUALQUIER CONTRIBUYENTE O CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O DE VERSIONES MODIFICADAS, O CUALQUIER PROVEEDOR DE CUALQUIERA DE ESAS PARTES, SERÁ RESPONSABLE DE CUALQUIER PERSONA POR DAÑOS DIRECTOS, INDIRECTOS, ESPECIALES, INCIDENTALES O DERIVADOS DE CUALQUIER TIPO, INCLUYENDO, SIN LIMITACIONES, DAÑOS POR PÉRDIDA DE BUENA VOLUNTAD, TRABAJO, FALLOS EN EL COMPUTADOR O MAL FUNCIONAMIENTO, O CUALQUIER OTRO DAÑO O DERIVADO DE O EN RELACIÓN CON EL USO DEL DOCUMENTO Y VERSIONES MODIFICADAS, AÚN CUANDO DICHA PARTE HAYA SIDO INFORMADA DE LA POSIBILIDAD DE TALES DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
es_cl: EL DOCUMENTO Y LAS VERSIONES MODIFICADAS SON PROPORCIONADAS BAJO LOS TÉRMINOS DE LA LICENCIA DE DOCUMENTACIÓN LIBRE GNU CON LA PROMOCIÓN ENTENDIENDO QUE: <placeholder-1/>

source: mp3splt-gtk Manual 0.1
es_cl: Manual mp3splt-gtk 0.1

source: Introduction
es_cl: Introducción

source: The <application>mp3splt-gtk</application> application is a tool that allows to cut MP3 and Ogg Vorbis files without the need to re-encode them (which would loose them quality).
es_cl: La aplicación <application>mp3splt-gtk</application> es una herramienta que le permite cortar archivos MP3 y Ogg Vorbis sin la necesidad de re-codificarlos (lo que provocaría pérdida de calidad).

source: Features include graphical selection of split points, automatic splitting of music recordings into tracks and automatic adjustment of split points to fall into pauses.
es_cl: Las características incluyen la selección gráfica de los puntos de división, división automática de grabaciones musicales en las pistas y el ajuste automático de los puntos de división al caer en las pausas.

source: Starting mp3splt-gtk
es_cl: Iniciando mp3splt-gtk

source: You can start <application>mp3splt-gtk</application> in - at least - the following ways:
es_cl: Usted puede iniciar <application>mp3splt-gtk</application> en - a lo menos - las siguientes maneras:

source: Choose <menuchoice><guimenu>Sound and Video</guimenu><guimenuitem>mp3splt-gtk</guimenuitem></menuchoice> from the <guimenu>Applications</guimenu> menu.
es_cl: Escoja <menuchoice><guimenu>Sonido y Video</guimenu><guimenuitem>mp3splt-gtk</guimenuitem></menuchoice> desde el menú <guimenu>Aplicaciones</guimenu>.

source: Run <command>mp3splt-gtk</command> at the prompt in a terminal such as <application>gnome-terminal</application>, or from the <application>Run Application</application> dialogue.
es_cl: Ejecute <command>mp3splt-gtk</command> en una terminal como <application>gnome-terminal</application> o desde el diálogo <application>Ejecutar</application>.

source: Closing mp3splt-gtk
es_cl: Cerrando mp3splt-gtk

source: To close the <application>mp3splt-gtk</application> window there are many options, too:
es_cl: Para cerrar la aplicación <application>mp3splt-gtk</application> hay muchas opciones:

source: File
es_cl: Archivo

source: Close
es_cl: Cerrar

source: choose <menuchoice><placeholder-1/><placeholder-2/></menuchoice>
es_cl: escoja <menuchoice><placeholder-1/><placeholder-2/></menuchoice>

source: press <keycombo><placeholder-1/><placeholder-2/></keycombo>
es_cl: presione <keycombo><placeholder-1/><placeholder-2/></keycombo>

source: press on the X-shaped button the window manager of your choise provides you with
es_cl: pulse sobre el botón en forma de X el gestor de ventanas

source: mp3splt-gtk Features
es_cl: Características de mp3splt-gtk

source: The ability to use your favourite audio playback application for playback of the file that is to be cut.
es_cl: Habilidad de utilizar su reproductor favorito de música para la reproducción de archivos que serán cortados.

source: Automatic detection of the right places to split.
es_cl: Detección automática de los lugares correctos para dividir.

source: Automatic adjustment of manually set split points to fall into a nearby pause - which allows the user to work with less than milisecond-accuracy when specifying the split points.
es_cl: Ajuste automático de puntos de división establecidos manualmente para caer en pausas cercanas - que permite al usuario trabajar con menos de milisegundos de precisión al especificar los puntos de división.

source: Importing splitpoints for a known album from a database like freedb.
es_cl: Importación de puntos de división para un álbum conocido desde una base de datos como FreeDB.

source: Automatically split albums that have been joined by albumwrap or mp3wrap into the original files.
es_cl: División automática de albums que fueron pegados con albumwrap o mp3wrap en archivos originales.

source: It was designed with usability in Mind and contains the followning features <placeholder-1/>
es_cl: Diseñado pensando en el usuario y contiene las siguientes características <placeholder-1/>

source: <application>mp3splt-gtk</application> will allow you to manipulate audio files without loosing any quality. <placeholder-1/>
es_cl: <application>mp3splt-gtk</application> le permite manipular archivos de audio sin pérdida de calidad. <placeholder-1/>

source: translator-credits
es_cl: Ricardo A. Hermosilla Carrillo <ra.hermosillac@gmail.com>
